Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=370_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: ” Raporta sámiid olmmošvuoigatvuođain lea áidnalunddot ”
smn: ” Raapoort sämmilij olmoošvuoigâdvuođâin lii áinoošlajâsâš ”

source: - Sámiid olmmošvuoigatvuođaid gieđahalli raportta lágideapmi lea áidnalunddot bargu.
smn: – Sämmilij olmoošvuoigâdvuođâid kieđâvuššee raapoort rähtim lii áinoošlajâsâš pargo.

source: - Ovdal ráhkaduvvon álgoálbmogiid olmmošvuoigatvuohtaraporttat leat leamaš hávil ovtta stahtas, gos dávjá orrot máŋggat álgoálbmogat.
smn: – Ovdebááh algâaalmugij olmoošvuoigâdvuođâraporteh láá lamaš staatâkuáhtásiih, main maaŋgâin láá maaŋgah algâaalmugeh.

source: Sámiid olmmošvuoigatvuođaid gieđahalli raporta lea vuosttaš, mii boahtá gieđahallat ovtta álbmoga njealji stáhta guovllus, gávnnahii ON álgoálbmotraporterejeaddji James Anaya Roavvenjárggas.
smn: Sämmilij olmoošvuoigâdvuođâid kieđâvuššee raapoort lii vuossâmuš, mii šadda kieđâvuššâđ oovtâ aalmug neelji väldikoddeest, páhudij OA algâaalmugraportistee James Anaya Ruávinjaargâst.

source: Govas ON álgoálbmotvuoigatvuođaid earenoamášraporterejeaddji, professor James Anaya Roavvenjárggas.
smn: Kooveest OA algâaalmugij vuoigâdvuođâi sierânâsraportistee, professor James Anaya Ruávinjaargâst.

source: Govva: Sára Márja Magga.
smn: Kove: Sára Márjá Magga.

source: Earenoamášraporterejeaddji Anaya muitalii, ahte su ulbmilin lea gieđahallat sámiid olmmošvuoigatvuođaid ollašuvvama álgoálbmoga perspektiivvas.
smn: Sierânâsraportistee Anaya muštâlij, et suu ulmen lii tarkkuustâllâđ sämmilij olmoošvuoigâdvuođâi olášume algâaalmug uáinimčievâst.

source: Roavvenjárggas 15.-16.4. ordnejuvvon dilálašvuođat ledje oassi sámiid, stáhtaid ja earenoamášraporterejeaddji gaskasaš gulahallamis, mii boahtá joatkkašuvvat dilálašvuođaid maŋŋá.
smn: Ruávinjaargâst 15.-16.4. uárnejum tilálâšvuođah lijjii uási sämmilij, staatâi já sierânâsraportistee koskâsâš savâstâllâm, mii šadda jotkuđ tilálâšvuođâi maŋa.

source: – Raporterema várás ordnejuvvon dilálašvuođaid maŋŋá šaddet dábálaččat lasi gážaldagat, maidda hálidit vástádusaid.
smn: – Raportistem várás uárnejum tilálâšvuođâi maŋa puátih táválávt lase koččâmâšah, moid halijdep vástádâsâid.

source: - Raportta ulbmilin lea ovddidit álgoálbmoga vuoigatvuođaid ja diliid positiivvalaš ovdaneami.
smn: – Olmoošvuoigâdvuođâraapoort ulmen lii ovdediđ algâaalmug vuoigâdvuođâi já tile positiivlâš ovdánem.

source: Raporta boahtá sisttisdoallat oktiigeasuid ja ávžžuhusaid, mat vuođđuduvvet daid geatnegasvuođaide, maid Davviriikkat leat addán iežaset álgoálbmoga ektui.
smn: Raapoort šadda toollâđ siste juurdâpuátusijd já avžuuttâsâid, moh vuáđuduveh Tave-enâmij jieijâs algâaalmug kyeskee kenigâsvuođáid.

source: - Raporta boahtá diehtun stáhtaid ráđđehusaide, sámiide ja almmusvuhtii ja dat ovdanbuktojuvvo ON olmmošvuoigatvuohtaráđđái.
smn: – Raapoort šadda tiättun staatâi haldâttâssáid, sämmiláid já almolávt tot oovdânpuáhtoo OA olmoošvuoigâdvuođârááđán.

source: Ráđđehusaid ja sámiid ovddasteaddjiin lea vejolašvuohta oassálastit olmmošvuoigatvuohtaráđi čoahkkimii, mii lea almmolaš, muitalii Anaya.
smn: Haldâttâsâi já sämmilij ovdâsteijein lii máhđulâšvuotâ leđe mieldi olmoošvuoigâdvuođârääđi čuákkimist, mii lii almolâš, muštâlij Anaya.

source: Loga earenoamášraporterejeaddji James Anaya sága 15.4. dollojuvvon konferánssa rahpama oktavuođas dás: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
smn: Luuvâ sierânâsraportistee James Anaya saavâ 15.4. toollum konferens lekkâm ohtâvuođâst täst: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
